{
  "meta": {
    "bookTitle": "Rut y Boaz",
    "subtitle": "Un ebook infantil sobre la gracia de Dios",
    "credit": "Creado por GracePrint"
  },
  "pages": [
    {
      "img": "1.webp",
      "title": "Rut y Noemí",
      "text": [
        "En una tierra muy lejana, en los tiempos de la Biblia, vivía una joven llamada Rut.",
        "Rut no era de Israel, pero amaba mucho a su suegra, Noemí, quien sí era de allí."
      ]
    },
    {
      "img": "2.webp",
      "title": "Una decisión valiente",
      "text": [
        "Un día, Noemí decidió regresar a su hogar en Belén.",
        "Rut, con un corazón lleno de amor y lealtad, le dijo:",
        "“A donde tú vayas, yo iré; tu pueblo será mi pueblo, y tu Dios será mi Dios”.",
        "¡Qué decisión tan valiente!"
      ]
    },
    {
      "img": "3.webp",
      "title": "Espigar bajo el sol",
      "text": [
        "Cuando llegaron a Belén, Noemí y Rut no tenían mucho. Necesitaban comida.",
        "Rut decidió ir a los campos a recoger los granos que los cosechadores dejaban caer.",
        "Era un trabajo duro bajo el sol, pero Rut confiaba en Dios."
      ]
    },
    {
      "img": "4.webp",
      "title": "El campo de Boaz",
      "text": [
        "Rut llegó a un campo muy grande y comenzó a espigar con cuidado.",
        "Sin que ella lo supiera, ese campo pertenecía a un hombre muy amable y rico llamado Boaz.",
        "Boaz era pariente de Noemí, pero Rut aún no lo sabía."
      ]
    },
    {
      "img": "5.webp",
      "title": "Boaz la ve",
      "text": [
        "Un día, Boaz vio a Rut trabajando con esfuerzo y preguntó quién era.",
        "Cuando escuchó su historia, sintió admiración por su bondad."
      ]
    },
    {
      "img": "6.webp",
      "title": "Protección y agua",
      "text": [
        "Boaz habló con Rut con mucha amabilidad:",
        "“Quédate en este campo. Nadie te molestará.”",
        "“Cuando tengas sed, bebe del agua que mis siervos han sacado.”"
      ]
    },
    {
      "img": "7.webp",
      "title": "Bajo sus alas",
      "text": [
        "Rut preguntó: “¿Por qué he hallado gracia en tus ojos, siendo yo extranjera?”.",
        "Boaz respondió: “Dios ve tu amor. Has venido a refugiarte bajo sus alas”."
      ]
    },
    {
      "img": "8.webp",
      "title": "Pura gracia",
      "text": [
        "Boaz pidió que dejaran caer más grano para Rut.",
        "Rut volvió a casa con abundancia.",
        "¡Eso era pura gracia!"
      ]
    },
    {
      "img": "9.webp",
      "title": "Un redentor",
      "text": [
        "Noemí se alegró muchísimo al ver la abundancia.",
        "Ella sabía que Dios estaba cuidando de ellas."
      ]
    },
    {
      "img": "10.webp",
      "title": "Una familia bendecida",
      "text": [
        "Rut y Boaz se casaron, y Dios los bendijo con un hijo llamado Obed.",
        "De esa familia vendría el rey David… y más adelante, Jesús.",
        "Siempre podemos confiar en la gracia de Dios."
      ]
    }
  ]
}